{
    "Connecting": "Conectando",
    "Something is wrong with your glancr's Wi-Fi connection.": "Algo está mal con la conexión Wi-Fi de tu navegador.",
    "Please reconnect your phone or laptop with the Wi-Fi 'glancr setup' and check if you entered the correct Wi-Fi name and password.": "Vuelve a conectar el teléfono o el portátil con el Wi-Fi 'glancr setup' y comprueba si has introducido el nombre y la contraseña de Wi-Fi correctos.",
    "Your glancr is offline.": "Tu glancr está fuera de línea.",
    "mirr.OS is connected to your network, but cannot reach the internet. Please check your router if the internet connection is active.": "mirr.OS está conectado a su red, pero no puede acceder a Internet. Compruebe si la conexión a Internet está activa.",
    "I made a Wi-Fi for you.": "Hice una Wi-Fi para ti.",
    "Connect your smartphone or laptop with me.": "Conecta tu smartphone o portátil conmigo.",
    "Wi-Fi name": "Nombre Wi-Fi",
    "Connected": "Conectado",
    "On most devices, the setup screen should start automatically.": "En la mayoría de los dispositivos, la pantalla de configuración debería iniciarse automáticamente.",
    "If it doesn't, visit": "Si no lo hace, visite",
    "in your browser.": "en su navegador.",
    "Follow the instructions to complete the setup!": "Siga las instrucciones para completar la configuración!",
    "Connecting to the server.": "Conectando al servidor.",
    "If you keep seeing this message after a few minutes, please restart the device. If that doesn't help, please contact support.": "Si sigue viendo este mensaje después de unos minutos, reinicie el dispositivo. Si eso no ayuda, póngase en contacto con el soporte.",
    "Attempting connection in": "Intentando conexión en",
    "Aw snap! Something went wrong. Please remove this widget and send us a bug report.": "Concho! Algo salió mal. Elimine este widget y envíenos un informe de error.",
    "Please select at least one account in the widget settings": "Seleccione al menos una cuenta en la configuración del widget"
}